[{
 "name": "World Introduction",
 "explanation": "Timeline\n\nWorld is Made - 0\nIt is said that in the beginning, this world was a smell speck of dirt in the vast cosmos.\nThe god Vitael formed the world, known as Idris.\n\nCreation of the Gods - 500\nThe other gods are created from Vitael, the God of Life. Nine others were made:\nMorter, God of Death\nShiro, God of Hope\nDolo, God of Agony\nDemitas, God of Greed\nKazu, God of Deceit\nAzoth, God of Demons\nTorel, God of Mercy\nVerrat, God of Betrayal\nOdro, God of Chaos\n\nDawn of the Races - 750\nThe three races are created by Vitael. Humans, Dwarves, and Elves\n\nGodswar - 2000\nJealous of Vitael's power, the gods fight. They tear the world asunder with their might, creating a great storm that raged across the land. Eventually the gods reached a stalemate. Vitael retreated from the world, unable to defeat the gods that she had created, but unwilling to yield to them either. The other gods grew silent, biding their time until they would fight again one day.\n\nReign of Chaos - 4000 (campaign start)\nTwo thousand years after the end of the Godswar, a small section of the world still exists, trapped inside a great barrier known as the Stormwall. This section of the world was named Stormhaven. Over the last millenia, there had been many who attempted to pass through the Stormwall, but none ever returned. There are several small villages within the Stormwall, and one large town, known as Hammerfell, in the center.\n\nYou are from the village of Rorrim, which is mostly a farming village. Magic, like the gods, is gone from this world, as they were the inspiration for its power. To celebrate the anniversary of the Godswar, there is a humongous festival in Hammerfell, which you all have decided to attend. There are games, food, music, and copious amounts of alcohol. You have just passed through the gates and arrived to find the festival well underway. What would you like to do?\n\nAt the height of the celebration, in the center of Hammerfell, named for the gigantic hammer of Vitael that was thrown down during the Godswar, a reinactment of the Godswar is performed. One by one the actors portraying the gods deliver speeches to Vitael, arguing that they should be in power. Lastly, Odro delivers his monologue. After he finishes his speech, he steps back. But then he steps forward again, and lets out a child-like laugh.\n\n\"But that's not how it ends. How would that be any fun?\"\n\nWhispers spread throughout the crowd, as this dialogue is not normally part of the play.\n\n\"You've forgotten. It's understandable. We went away, abandoned this... place. No longer! Again we shall intervene in your miserable lives, all for a bit of fun. Well, fun for me anyway.\"\n\nSome of the city guard begin the approach the stage.\n\n\"My, my it seems we may have some guests. Forgive me, this will only take a moment.\"\n\nThe actor with the Odro mask vanishes from the stage, reappearing in front of the two guardsmen. Startled they strike at him with their spears. As the spears sink into the actor, blood spurts from the guardsmens mouths. As you look down at their chests, their own spears tips are sticking out of their chests, seemingly from where they struck the actor with them. The actor speaks again:\n\n\"My, they got that a bit backwards didn't they? Anyone seen the Lord of Chaos lately? No, anyone? Oh right that's me.\"\n\nPeople have started to panic, shouting loudly and hurrying away from the stage.\n\n\"Now if you could all just be... SILENT\"\n\nYou feel your bodies tense as some supernatural force grips it. You find yourself unable to move or speak. Looking around you see that everyone else has stopped as well.\n\n\"Ah, much better. Can't have you all running off now, some of you... are very important.\"\n\n[At this point, any of the god's chosen are lifted off the ground, 10 in total including the PC's.]\n\n\"You see you 9, have the potential to play a very important role. See, I'm looking for a new god. Well, not exactly new, I'm looking for the new me! I've gotten a bit bored you see, and I've decided that the easiest way to cure that, is to have someone kill me. Or at least try anyway. The other gods, oh they love this. Well, besides Vitael that is. She never knew how to have fun really, such a bore that one. Anyway, they've decided to join in on the fun as well. They've decided to elect a few chosen individuals to be their, oh what would you call them... disciples? advocates? How about assassins! Now now, don't think you're so special that we gods will go out of our way for you. See, outside this, what do you call mortals call it.. Stormwall? the battle of the gods has continued to rage. Perhaps not as publicly as it once did, but, well, you'll see. Other mortals outside have been chosen as well. They've got a bit of a head start even. See, here's the thing. Magic exists! It never went away. Those outside, they never stopped practicing it. You've got some catching up to do. There are a few things you'll need to know... but I don't think I'm going to tell you them. Where's the fun if I just tell you how to kill me! Off you go then! Oh, and one last thing. If you don't manage to kill me, I will turn the whole of creation into ash before your very eyes. Mmmmk, have fun!\"\n\nThe actor vanishes before your eyes, and the 9 chosen fall to the ground, shaken, but alive."
 }]