[{
 "name": "Spider Slayers",
 "explanation": "Initiator: Guard or Tavern Patron\nRumors have spread of livestock disappearing in the night. At first it could be dismissed as wolves roaming the hillside, but more recently there have been reports of entire farms picked clean during the night, animals and men alike. Investigate the Sawyer farm for more clues.",
 "notes": "Investigating the farm main clues include caustic fluid, and tiny spiders. Tracks lead to a cave in the hills.\nEnemies include: Spider, Large Spider, Spider Queen",
 "rewards": ["• Spider Chitin"],
 "completed": true
 }, {
 "name": "The Peaceful Monk",
 "explanation": "Initiator: Helpful Commoner\nA hermit has taken up residence in a small cave above the town. He asked if I could bring him this basket of fruit, but I'm too busy, and I'm worried he'll run out of food if this doesn't get to him. Can you bring it to him?",
 "notes": "The monk is NOT peaceful. He is clearly possessed or enraged by magic. Eyes glowing red.\nEnemies include: Possessed Monk.",
 "rewards": ["• Vest of Fury"]
 }, {
 "name": "Drinking Contest",
 "explanation": "Initiator: Tavern Patron\nA patron starts a drinking contest in the local tavern.",
 "notes": "Several rounds of the contest:\nHuman Swill: 4\nDwarven Ale: 6\nElven Spiritwater: 8\nDemon Grog: 10\nSally's Shandy: 12",
 "rewards": ["• 300 gold after Elven Spiritwater", "• Mug of Destiny after Sally's Shandy"],
 "completed": true
 }, {
 "name": "The Blades of Kazu",
 "explanation": "Initiator: Town Leader\nSilent knights that carry out their gods will from the shadows, said to swing their sword with such speed it is as if there are multiple blades. Seek them out. Convince them to help the people.",
 "notes": "Blades refer to a group, not weapons. They actually do use multiple blades. The Blades are actually holed up in a temple of Kazu. You may have to fight through several of them to prove your worth.\nEnemies include: Blade of Kazu",
 "rewards": ["• Skill: Dual Wielding"]
 }, {
 "name": "City of Clarity",
 "explanation": "Initiator: Wandering or rumor.\nA city where the world's insane have been sent.",
 "notes": "Everyone in this town is crazy. Every time you meet someone in this town, roll on a chart for their illness. Upon meeting 4 different illnesses, the numbers 759 are revealed. 975 is the correct order. In the mental facility in town, room 975, there is a panel that reveals a hidden room, 976.\nEnemies include: Mental Patient, Voice of Insanity",
 "rewards": ["• The Believer's Knot"]
 }, {
 "name": "The Commoner Boss",
 "explanation": "Initiator: Night at a tavern.\nA shady individual asks you to take part in an experiment. As precaution he gives you this liquid to drink to protect yourselves. When you go to meet him outside, you bump into a commoner with a shovel who starts a fight with you.",
 "notes": "The liquid is actually drugs that cause hallucinations. After beating the commoner boss, you realize that you just beat the crap out of a hay bale with a pitchfork in it, in front of several scared townsfolk.\nEnemies Include: The Commoner Boss",
 "rewards": ["• Pitchfork", "• 800 gold"]
 }, {
 "name": "The Illusionary Fortress",
 "explanation": "Initiator: Local lord.\nA thief has stolen a precious jewel from the local lord. Get it back!",
 "notes": "Come across a fortress in the wilderness, guarded by all manner of large monster. Spoiler alert, they're illusions. Walk into the fortress entrance to find a scared man.\nEnemies Include: The Commoner Boss",
 "rewards": ["• The Jewel of Thought", "• 6000 gold"]
 }, {
 "name": "The Demon's Feast",
 "explanation": "Initiator: Visiting a temple of Azoth.\nA novice is embarrassed by losing control of a demon in front of you, his master steps in. Forces novice to give you a tour. Novice eventually privately hands one of the party a piece of meat. You enter the demon cages. Novice slips out unnoticed, demon attacks your party.",
 "notes": "Giving it the meat will satiate it and put it to sleep.\nEnemies Include: Greater Felbeast",
 "rewards": ["• Cloak of the Demon Summoner", "• Spell: Summon Lesser Felbeast"]
 }, {
 "name": "Afraid of the Dark",
 "explanation": "Initiator: Come across a quaint village.\nThe village is eerily afraid of something, what you can't tell.",
 "notes": "There are shades invading and harming children that adults can't see. Hide From Adult spell.",
 "rewards": ["• Nightmare Blade"],
 "completed": true
 }, {
 "name": "Time...",
 "explanation": "Initiator: Enter the main temple of Vitael.\nThere will be a large statue that when approached will ask the repeated question: Time?",
 "notes": "The response should be: Time flies, time bandits, time wounds all heals, time is infinite.\nUpon learning more and coming back, there is a chance to answer differently, repeating the first three answers, and ending with: Time ends.",
 "rewards": ["• Infinity Ring", "• Chaos Ring"],
 "completed": true
 }, {
 "name": "Until Death",
 "explanation": "Initiator: Discover from rumors that people have been disappearing.\n",
 "notes": "Investigating the Temple of Morter should reveal catacombs underneath where the dead have started walking around. There is a rogue necromancer summoning them and stealing corpses at night. There is also a hidden room containing a Holy Sword.\n Enemies Include: Zombie, Necromancer, Master Necromancer",
 "rewards": ["• Holy Blade", "Platemail Boots", "• Spell: Arms of Morter"],
 "completed": true
 }, {
 "name": "Cult of the Unseeing Eye",
 "explanation": "Initiator: Random temple.\n",
 "notes": "There is a cult that has been killing all manner of creature. The cult is led by a beholder with no central eye.\n Enemies Include: Cultist, Eyeless Beholder",
 "rewards": ["• Beholder Stalk", "• Spell: Confusion Cloud"]
 }, {
 "name": "Dead Farm",
 "explanation": "Initiator: Walking out in a field you come across undead milling about.\n",
 "notes": "The farmer is actually a friendly necromancer and has raised the dead to assist in crop growing and gathering. If you kill the undead or the farmer this has a negative impact toward the growth of the nearby town.\n Enemies Include: Zombie, Farmer",
 "rewards": ["• Skeletal Shortbow"],
 "completed": true
 }, {
 "name": "Trancing Troubadour",
 "explanation": "Initiator: Coming across a small village.\n",
 "notes": "An entire village is under the hypnosis effect of the mayor. He's using a magical pan flute.\n Enemies Include: Hypnotized Villager, Troubadour",
 "rewards": ["• 2000g"]
 }, {
 "name": "Cult of the Gateway of the Beyond",
 "explanation": "Initiator: Rumors of a friendly cult leading people to the afterlife.\n",
 "notes": "There is a cult dedicated to a magical gateway. They lead people through it. The gateway speaks to the cult leaders. They coat those who go through the gateway in spices. Turns out, the gateway is actually just a mimic eating people. \n Enemies Include: Gateway Mimic",
 "rewards": ["• Shrouded Mask"]
 }, {
 "name": "Witch Hunter",
 "explanation": "Initiator: Run into a Witch Hunter.\n",
 "notes": "A witch is someone who practices magic outside of what the gods have bestowed on mortals. They are dangerous and crafty. The witch hunters themselves are brutally merciless, granted special priveleges from towns to do their work. A woman named Cassandra, has reported strange things coming out at night from her neighbors house. This is all a ruse however, as Cassandra is an evil witch, and has framed a witch who was generally a good person. \n Enemies Include: Witch Hunter, Cassandra, Teranath",
 "rewards": ["• 500 gold", "• Witch Hunter Boots", "• Witch Hunter Hat"]
 }, {
 "name": "City Under Quarantine",
 "explanation": "Initiator: Stop at a city. The next day when you wake up, it's under quarantine.\n",
 "notes": "An infection is rapidly spreading through the city. People are rioting in the streets. The city guard is doing everything it can to keep people inside so the infection doesn't spread, but even some of their own men are turning on them. There is a bottle of green mist that must be sealed off to quell the infection.\n Enemies Include: Infected Citizen, Infected Abomination",
 "rewards": ["• Spell: Infection", "• Plague Mask", "• 4 Medium Healing Potions"]
 }, {
 "name": "Trick or Troll",
 "explanation": "Initiator: The city is having its annual Trick A Troll day.\n",
 "notes": "The city keeps a troll in a cage all year long, and brings it out, only to have people compete to confuse it. At this point, the troll has been doing this for so long, it's lost what little sanity it had to begin with.\n Enemies Include: Troll Guard, Troll",
 "rewards": ["• Troll Club", "• 500 gold"]
 }, {
 "name": "Haunted House",
 "explanation": "Initiator: You come upon a haunted house.\n",
 "notes": "You come upon a house. If you attempt to circumvent it, you find yourself walking back up the hill towards it. 3 Floors. Ground Floor: You are greeted by an old man (Louis Stanford). He invites you to sit and have dinner with him inside. Dinner goes fairly smoothly, regardless if anyone eats or not. He invites you to stay the night, and cautions you against going outside, or the creatures (Phase Spiders) will get you. During the night you hear the screams of a small child. You find her in the main foyer passed out with tiny bite marks all over her body. Louis shows up and is baffled about who she is or how she got in, since the door is still locked. Inevitably someone will suggest the basement. Louis asks anyone who ate at dinner to come with him as he shows them the basement. Spoiler alert: Dinner was drugged! Web wrapped in the basement now. \n Enemies Include: Aranae, Tomb Spider, Spider Infested Human, Phase Spider",
 "rewards": ["• Spell: Summon Skeleton", "• Quicksilver Ore", "• 200 gold"]
 }]
