[{
 "name": "Human",
 "explanation": "Humans are the most adaptable and ambitious people among the common races. They have widely varying tastes, morals, and customs in the many different lands where they have settled. When they settle, though, they stay: they build cities to last for the ages, and great kingdoms that can persist for long centuries.\n\nAn individual human might have a relatively short life span, but a human nation or culture preserves traditions with origins far beyond the reach of any single human’s memory. They live fully in the present—making them well suited to the adventuring life—but also plan for the future, striving to leave a lasting legacy. Individually and as a group, humans are adaptable opportunists, and they stay alert to changing political and social dynamics.",
 "benefits": ["• Gain one point in any two stats of your choice.", "• Automatically learn one skill of your choice."]
 },{
 "name": "Elf",
 "explanation": "Elves are more often amused than excited, and more likely to be curious than greedy. They tend to remain aloof and unfazed by petty happenstance. When pursuing a goal, however, whether adventuring on a mission or learning a new skill or art, elves can be focused and relentless.\n\nElves are slow to make friends and enemies, and even slower to forget them. They reply to petty insults with disdain and to serious insults with vengeance.",
 "benefits": ["• Gain two points in Dexterity or Intelligence.", "• Automatically learn the Elven Accuracy skill."]
 }, {
 "name": "Dwarf",
 "explanation": "Kingdoms rich in ancient grandeur, halls carved into the roots of mountains, the echoing of picks and hammers in deep mines and blazing forges, a commitment to clan and tradition, and a burning hatred of goblins and orcs—these common threads unite dwarves across the multiverse, the heritage of every dwarf character.\n\nDwarves respect the traditions of their clans, tracing their ancestry back to the founding of their most ancient strongholds in the youth of the world, and do not abandon those traditions lightly.",
 "benefits": ["• Gain two points in Constitution or Faith.", "• Automatically learn the Dwarven Resilience skill."]
 }]